var cityData = [{
	value: '110000',
	text: '国家级',
	children: [{
		value: "120.403455,31.541767",
		text: "无锡高新区综合保税区"
	}, {
		value: "120.408389,31.503144",
		text: "无锡国家高新技术产业开发区"
	}, {
		value: "120.310907,31.925612",
		text: "江阴高新技术产业开发区"
	}, {
		value: "119.87456,31.425263",
		text: "宜兴经济开发区"
	}, {
		value: "119.764541,31.369641",
		text: "宜兴环保科技工业园区"
	}]
}, {
	value: '120000',
	text: '省级',
	children: [{
		value: "120.146156,31.566846",
		text: "江苏无锡经济开发区"
	}, {
		value: "120.264619,31.5488",
		text: "无锡蠡园经济开发区"
	}, {
		value: "120.156989,31.585709",
		text: "无锡山水城"
	}, {
		value: "120.305763,31.671886",
		text: "惠山经济开发区"
	}, {
		value: "120.285695,31.540272",
		text: "无锡蠡湖科技创业园"
	}, {
		value: "120.095441,31.921095",
		text: "江苏江阴临港经济开发区"
	}, {
		value: "119.860436,31.282542",
		text: "宜兴陶瓷产业园区"
	}, {
		value: "120.454542,31.468205",
		text: "硕放工业园区"
	
	}]
}]