var cityData3 = [{
		value: '110000',
		text: '无锡市',

		children: [{
			value: "110101",
			text: "5A景区",
			children: [{
				value: "120.233458,31.529306",
				text: "无锡鼋头渚景区"
			}, {
				value: "120.102895,31.436399",
				text: "灵山大佛"
			}]
		}, {
			value: "110101",
			text: "4A景区",
			children: [{
				value: "120.244655,31.490625",
				text: "影视基地三国水浒景区"
			}, {
				value: "120.27644,31.584643",
				text: "锡惠名胜区"
			}, {
				value: "120.302626,31.576361",
				text: "薛福成故居"
			}, {
				value: "120.265378,31.523505",
				text: "蠡园公园"
			}, {
				value: "120.307681,31.582576",
				text: "崇安寺旅游景区"
			}, {
				value: "120.312431,31.55598",
				text: "无锡博物院"
			}, {
				value: "120.315647,31.57186",
				text: "南禅寺景区"
			}, {
				value: "120.496501,31.556624",
				text: "鸿山泰伯景区"
			}, {
				value: "120.232587,31.562284",
				text: "梅园横山风景区"
			}, {
				value: "120.242763,31.588976",
				text: "动物园•太湖乐园"
			}, {
				value: "120.514016,31.508611",
				text: "中华赏石园景区"
			}, {
				value: "120.314562,31.571761",
				text: "清名桥古运河景区"
			}, {
				value: "120.556972,31.532738",
				text: "荡口古镇景区"
			}]
		}, {
			value: "110101",
			text: "3A景区",
			children: [{
					value: "120.082586,31.38271",
					text: "龙头渚公园"
				}, {
					value: "120.24014,31.451375",
					text: "龙寺生态园"
				}, {
					value: "120.230741,31.573069",
					text: "太湖花卉园"
				}, {
					value: "120.393704,31.529387",
					text: "新区新洲生态园"
				}, {
					value: "120.26336,31.463439",
					text: "雪浪山生态景观园"
				},
				{
					value: "120.308245,31.579863",
					text: "秦邦宪故居"
				}
			]
		}]
	},
	{
		value: '120000',
		text: '江阴市',
		children: [{
			value: "110101",
			text: "4A",
			children: [{
				value: "120.278627,31.913812",
				text: "江苏学政文化旅游区"
			}, {
				value: "120.291849,31.939535",
				text: "滨江要塞旅游区"

			}]
		}]
	}, {
		value: '130000',
		text: '宜兴市',
		children: [{
			value: "110101",
			text: "4A",
			children: [{
				value: "119.838348,31.264912",
				text: "陶瓷博物馆"
			}, {
				value: "119.675141,31.303386",
				text: "善卷洞风景区"
			}, {
				value: "119.714331,31.179864",
				text: "竹海风景区"
			}, {
				value: "119.822915,31.332674",
				text: "龙背山"
			}, {
				value: "119.804369,31.37293",
				text: "宜园"
			}, {
				value: "119.790112,31.257232",
				text: "张公洞"
			}, {
				value: "119.593325,31.244027",
				text: "云湖"
			}, {
				value: "119.810331,31.376976",
				text: "团氿风景区"

			}]
		}]
	}]